tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwayapp/tap"
tap "stripe/stripe-cli"
tap "yqrashawn/goku"
brew "act"
brew "python@3.10"
brew "autojump"
brew "caddy"
brew "cmake"
brew "dnsmasq"
brew "flyctl"
brew "gh"
brew "ghostscript"
brew "mailhog", restart_service: true
brew "node"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "pure"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "railway"
brew "rust"
brew "tcl-tk"
brew "tree"
brew "wget"
brew "yarn"
brew "railwayapp/tap/nixpacks"
brew "stripe/stripe-cli/stripe"
brew "yqrashawn/goku/goku"
cask "1password"
cask "adobe-creative-cloud"
cask "authy"
cask "avibrazil-rdm"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "fig"
cask "figma"
cask "font-fira-code"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "grammarly-desktop"
cask "hammerspoon"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kindle"
cask "logitech-options"
cask "logitech-unifying"
cask "logseq"
cask "messenger"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obs"
cask "raycast"
cask "screenflow"
cask "setapp"
cask "shureplus-motiv"
cask "slack"
cask "spotify"
cask "superduper"
cask "todoist"
cask "toggl-track"
cask "visual-studio-code"
cask "warp"
cask "zoom"
